/* No comment provided by engineer. */
"%@ copied to clipboard" = "%@ скопійований в буфер обміну";

/* No comment provided by engineer. */
"%d Confirmations" = "%d підтверджень";

/* No comment provided by engineer. */
"%d more" = "%d";

/* No comment provided by engineer. */
"%d Transactions" = "%d угод";

/* No comment provided by engineer. */
"Account Settings" = "Налаштування Облікового Запису";

/* No comment provided by engineer. */
"Active" = "Active";

/* No comment provided by engineer. */
"Add to Address book?" = "Додати в адресну книгу?";

/* No comment provided by engineer. */
"An error occured validating your PIN code with the remote server. You may be offline or blockchain may be experiencing difficulties. Would you like retry validation or instead enter your password manually?" = "Помилка перевірки PIN-коду з віддаленого сервера. Ви можете бути offline або blockchain можуть відчувати труднощі. Хотіли б ви повторити перевірку або замість того, щоб вводити пароль вручну?";

/* No comment provided by engineer. */
"An error was encountered loading your wallet. You may be offline or Blockchain is experiencing difficulties. Please close the application and try again later or re-pair you device." = "Сталася помилка при завантаженні Вашого гаманця. Ви можете бути offline або Blockchain відчуває труднощі. Будь ласка, закрийте програму і спробуйте знову або re-pair вас на пристрої.";

/* No comment provided by engineer. */
"Any Address" = "Будь Адресу";

/* No comment provided by engineer. */
"Archive" = "АРХІВ АДРЕСА";

/* No comment provided by engineer. */
"Archived" = "Архівні";

/* No comment provided by engineer. */
"Automatically" = "Автоматично";

/* No comment provided by engineer. */
"Before accessing your wallet, please choose a pin number to use to unlock your wallet. It's important you remember this pin as it cannot be reset or changed without first unlocking the app." = "Перш ніж отримати доступ до вашого гаманця, будь Ласка, виберіть пін-код використовувати, щоб розблокувати Ваш гаманець. Це важливо, ви пам'ятаєте цей пін-код, а вона не може бути скасована або змінена без попереднього розблокування програми.";

/* No comment provided by engineer. */
"Cancel" = "Скасування";

/* No comment provided by engineer. */
"Cannot save PIN Code while wallet is not initialized or password is null" = "Не вдається зберегти PIN-код, в той час як гаманець не ініціалізується або пароль null";

/* No comment provided by engineer. */
"Change PIN" = "Змінити PIN";

/* No comment provided by engineer. */
"Close App" = "Закрити Додаток";

/* No comment provided by engineer. */
"Confirm Payment" = "Підтвердити Платіж";

/* No comment provided by engineer. */
"Confirm payment of %@ (%@) to %@" = "Підтвердіть оплату%1$@ (%2$@) у %3$@";

/* No comment provided by engineer. */
"Send from..." = "Надіслати від...";

/* No comment provided by engineer. */
"Send to..." = "Надіслати до...";

/* No comment provided by engineer. */
"Create Wallet" = "Створити Гаманець";

/* No comment provided by engineer. */
"Decrypted PIN Password length 0" = "Розшифрувати PIN довжина пароля 0";

/* No comment provided by engineer. */
"Decrypting Private Key" = "Розшифровки Закритого Ключа";

/* No comment provided by engineer. */
"Enter Password" = "Введіть Пароль";

/* No comment provided by engineer. */
"Error" = "Помилка";

/* No comment provided by engineer. */
"Failed To Load Wallet" = "Не Вдалося Завантажити Гаманець";

/* No comment provided by engineer. */
"No internet connection." = "Немає з'єднання з Інтернетом.";

/* No comment provided by engineer. */
"Connection timed out. Please check your internet connection." = "Вичерпано час підключення. Будь ласка, Перевірте підключення до Інтернету.";

/* No comment provided by engineer. */
"Empty response from server." = "Пусті відповіді від сервера.";

/* No comment provided by engineer. */
"Invalid server response. Please check your internet connection." = "Неприпустимий сервер відповідь. Будь ласка, Перевірте підключення до Інтернету.";

/* No comment provided by engineer. */
"Finished Signing Inputs" = "Закінчив Підписання Входи";

/* No comment provided by engineer. */
"Forget Details" = "Забути Деталі";

/* No comment provided by engineer. */
"Forget Wallet" = "Забути Гаманець";

/* No comment provided by engineer. */
"How would you like to pair?" = "Як би ви хотіли, щоб пара?";

/* No comment provided by engineer. */
"If you already have a Blockchain Wallet, choose Pair Device; otherwise, choose Create Wallet.    It's Free! No email required." = "Якщо у вас вже є Blockchain гаманець, вибрати пару пристроєм; в іншому випадку виберіть \" створити гаманець. Це безкоштовно! Немає електронної пошти потрібно.";

/* No comment provided by engineer. */
"Imported Private Key %@" = "Імпортні Закритого Ключа %@";

/* No comment provided by engineer. */
"Information" = "Інформація";

/* No comment provided by engineer. */
"Invalid email address." = "Неправильний адресу електронної пошти.";

/* No comment provided by engineer. */
"Invalid GUID" = "Неприпустимий GUID";

/* No comment provided by engineer. */
"Invalid Identifier" = "Некоректний Ідентифікатор";

/* No comment provided by engineer. */
"Invalid Send Value" = "Будь ласка, введіть суму";

/* No comment provided by engineer. */
"Invalid Shared Key" = "Невірний Загальний Ключ";

/* No comment provided by engineer. */
"Invalid Status Code Returned %@" = "Некоректний Код Стану, Повернутий %@";

/* No comment provided by engineer. */
"Invalid to bitcoin address" = "Неприпустимий bitcoin адреса";

/* No comment provided by engineer. */
"Loading External Page" = "Завантаження Зовнішніх Стор.";

/* No comment provided by engineer. */
"Logout" = "Logout";

/* No comment provided by engineer. */
"Do you really want to log out?" = "Ви дійсно бажаєте вийти?";

/* No comment provided by engineer. */
"Please enter your PIN" = "Будь ласка, введіть PIN-код";

/* No comment provided by engineer. */
"Please enter a new PIN" = "Будь ласка, введіть новий PIN-код";

/* No comment provided by engineer. */
"Confirm your PIN" = "Підтвердьте PIN-код";

/* No comment provided by engineer. */
"Incorrect PIN. Please retry." = "Неправильний PIN-код. Спробуйте ще раз.";

/* No comment provided by engineer. */
"News, Price & Charts" = "Новини, ціни & діаграми";

/* No comment provided by engineer. */
"Manually" = "Вручну";

/* No comment provided by engineer. */
"No" = "Немає";

/* No comment provided by engineer. */
"No Label" = "No Label";

/* No comment provided by engineer. */
"No Password Entered" = "Пароль Не Введений";

/* No comment provided by engineer. */
"OK" = "Ок";

/* No comment provided by engineer. */
"Open Account Settings, Logout or change your pin below." = "Відкрийте настройки облікового запису, вийти з системи або для зміни pin-коду нижче.";

/* No comment provided by engineer. */
"Options" = "Варіанти";

/* No comment provided by engineer. */
"Pair Device" = "Сполучення Пристроїв";

/* No comment provided by engineer. */
"Parsing Pairing Code" = "Парсинг Код";

/* No comment provided by engineer. */
"Password must 10 characters or longer" = "Пароль має бути 10 символів або довше";

/* No comment provided by engineer. */
"Passwords do not match" = "Паролі не збігаються";

/* No comment provided by engineer. */
"Payment Sent!" = "Платіж Відправлений!";

/* No comment provided by engineer. */
"PIN Encrypted String is nil" = "PIN-код Зашифрованою рядка дорівнює нулю";

/* No comment provided by engineer. */
"PIN Response Object key or value length 0" = "PIN-код відповіді ключа об'єкта або значення довжини 0,";

/* No comment provided by engineer. */
"PIN Response Object success length 0" = "PIN-код об'єкта Response успіх довжина 0";

/* No comment provided by engineer. */
"PIN Saved Successfully" = "PIN-код успішно збережено";

/* No comment provided by engineer. */
"PIN Validation cannot be completed. Please enter your wallet password manually." = "Контактний перевірка не може бути завершена. Будь ласка, введіть Ваш гаманець пароль вручну.";

/* No comment provided by engineer. */
"PIN Validation Error" = "PIN-помилка перевірки";

/* No comment provided by engineer. */
"Please choose another PIN" = "Будь ласка, оберіть інший PIN";

/* No comment provided by engineer. */
"Please enter your 36 character wallet identifier correctly. It can be found in the welcome email on startup." = "Будь ласка, введіть ваш 36 символьний ідентифікатор Гаманця правильно. Він може бути знайдений у вітальному листі при запуску.";

/* No comment provided by engineer. */
"Please provide an email address." = "Будь ласка, введіть адресу електронної пошти.";

/* No comment provided by engineer. */
"Please Wait" = "Будь Ласка, Зачекайте";

/* No comment provided by engineer. */
"Retry Validation" = "Повторити Перевірку";

/* No comment provided by engineer. */
"Scan Watch Only Address?" = "Сканування Дивитися Тільки Адресу?";

/* No comment provided by engineer. */
"Second Password Incorrect" = "Другий Пароль Невірний";

/* No comment provided by engineer. */
"Send Payment From:" = "Відправити Платіж З:";

/* No comment provided by engineer. */
"Send Payment To:" = "Відправити Платіж:";

/* No comment provided by engineer. */
"Server Returned Null Status Code" = "Server Returned Null Код Стану";

/* No comment provided by engineer. */
"Signing Input %d" = "Підписання вхід %d";

/* No comment provided by engineer. */
"Signing Inputs" = "Підписання Входи";

/* No comment provided by engineer. */
"Success" = "Успіх";

/* No comment provided by engineer. */
"The private key you are attempting to import is encrypted. Please enter the password below." = "Закритий ключ, який ви намагаєтеся імпортувати, шифрується. Будь ласка, введіть пароль нижче.";

/* No comment provided by engineer. */
"This action requires the second password for your bitcoin wallet. Please enter it below and press continue." = "Ця дія вимагає другий пароль на ваш bitcoin гаманець. Будь ласка, введіть нижче і натисніть \" продовжити\".";

/* No comment provided by engineer. */
"This will erase all wallet data on this device. Please confirm you have your wallet information saved elsewhere otherwise any bitcoins in this wallet will be inaccessible!!" = "Це знищить всі дані в гаманці на цьому пристрої. Будь ласка, підтвердіть, що ви маєте Вашого гаманця інформацію, збережену в іншому місці, в іншому разі будь bitcoins в цей гаманець буде недоступний!!";

/* No comment provided by engineer. */
"Unarchive" = "UNARCHIVE АДРЕСА";

/* No comment provided by engineer. */
"Unconfirmed" = "Непідтверджені";

/* No comment provided by engineer. */
"Unsupported Private Key Format" = "Непідтримуваний Формат Закритого Ключа";

/* No comment provided by engineer. */
"User Declined" = "Користувач Відмовився";

/* No comment provided by engineer. */
"Wallet address %@ has funds available to spend. However the private key needs to be scanned from a paper wallet or QR Code. Would you like to scan the private key now?" = "Адреса \" Гаманця\"% @ не має коштів, щоб витрачати. Однак закритий ключ повинен бути відскановані з паперу гаманець або QR-код. Хотіли б ви, щоб просканувати окремий ключ зараз?";

/* No comment provided by engineer. */
"Wallet Paired Successfully." = "Гаманець В Парі Успішно.";

/* No comment provided by engineer. */
"Warning!!!" = "Попередження!!!";

/* No comment provided by engineer. */
"Welcome Back" = "Ласкаво Просимо Назад";

/* No comment provided by engineer. */
"Welcome to Blockchain Wallet" = "Ласкаво просимо в Blockchain гаманець";

/* No comment provided by engineer. */
"Would you like to add the bitcoin address %@ to your address book?" = "Хотіли б ви додати bitcoin-адреса %@ в адресну книгу?";

/* No comment provided by engineer. */
"Yes" = "Так";

/* No comment provided by engineer. */
"You have no active bitcoin addresses available for sending" = "У вас немає активних bitcoin-адрес, доступних для відправки";

/* No comment provided by engineer. */
"You must enter a destination address" = "Ви повинні ввести адресу призначення";

/* No comment provided by engineer. */
"You must enter a label" = "Ви повинні ввести мітку";

/* No comment provided by engineer. */
"Your wallet was successfully created." = "Ваш гаманець був успішно створений.";

/* No comment provided by engineer. */
"Close" = "Закрити";

/* No comment provided by engineer. */
"Back" = "Назад";

/* No comment provided by engineer. */
"New Wallet" = "Нові гаманець";

/* No comment provided by engineer. */
"MOVED" = "ПЕРЕЇХАВ";

/* No comment provided by engineer. */
"RECEIVED" = "ОТРИМАВ";

/* No comment provided by engineer. */
"SENT" = "ВІДПРАВЛЕНІ";

